Repository: ismailSadouki/WordPress-
Catalog: academy/languages/*.po
Languages: ar

source: Oops! That page can&rsquo;t be found.
ar: عذراً! الصفحة غير موجودة.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ar: يبدو أنه لم يتم العثور على أي شيء في هذا الموقع. ربما بإمكانك تجريب أحد الروابط أدناه أو البحث؟

source: Most Used Categories
ar: التصنيفات الأكثر استخداماً

source: Try looking in the monthly archives. %1$s
ar: حاول أن تبحث في أرشيف الأشهر. %1$s

source: &raquo; Academy social icons
ar: &raquo; أيقونات وسائل التواصل الاجتماعي

source: This Widget displays the social icons
ar: عنصر الواجهة هذا يقوم بعرض أيقونات وسائل التواصل الاجتماعي

source: Widget Title
ar: عنوان عنصر الواجهة

source: Facebook:
ar: فيسبوك:

source: Twitter:
ar: تويتر:

source: Instagram:
ar: انستاغرام:

source: Linkedin:
ar: لنكدن:

source: One thought on &ldquo;%1$s&rdquo;
ar: رأي واحد على &ldquo;%1$s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ar: %1$s رأي على &ldquo;%2$s&rdquo;

source: Comments are closed.
ar: التعليقات مغلقة.

source: Welcome! Thank you for choosing %1$s. To fully take advantage of our theme features, please make sure you visit theme details page.
ar: أهلا بك! شكرا لاختيارك %1$s. للاستفادة الكاملة من ميزات القالب الخاص بنا، يرجى التأكد من زيارة صفحة تفاصيل القالب.

source: Get started with %1$s
ar: إبدأ بـ %1$s

source: Dismiss this notice
ar: تجاهل هذا الإشعار

source: Academy Theme Options
ar: إعدادات قالب الأكاديمية

source: Copyrights:
ar: حقوق النشر:

source: Author Name:
ar: اسم المحرر:

source: Author Website:
ar: عنوان المحرر الالكتروني:

source: Login page logo:
ar: شعار صفحة تسجيل الدخول:

source: Admin dashboard footer
ar: تذييل لوحة تحكم المسؤول

source: Upload
ar: رفع

source: wpAcademy
ar: الأكاديمية

source: Primary
ar: رئيسي

source: Social
ar: وسائل التواصل الاجتماعي

source: Sidebar
ar: الشريط الجانبي

source: Add widgets here.
ar: أضف عناصر الواجهة هنا.

source: Footer Area
ar: منطقة التذييل

source: User Name:
ar: اسم المستخدم:

source: Blog Name:
ar: اسم المدونة:

source: Theme Folder:
ar: مسار ملفات القالب:

source: Language:
ar: اللغة:

source: RTL Status:
ar: من اليمين الى اليسار:

source: Site Information
ar: معلومات الموقع

source: Skip to content
ar: تخطي إلى المحتوى

source: Primary Menu
ar: القائمة الرئيسية

source: Header Links Color
ar: لون روابط رأس الموقع

source: Content Links Color
ar: لون روابط المحتوى

source: Header Color
ar: لون خلفية الرأس

source: Footer Color
ar: لون خلفية التذييل

source: Site Footer
ar: تذييل الموقع

source: Academy Footer Text
ar: نص تذييل القالب

source: Footer Text:
ar: نص التذييل:

# post date
source: Posted on %s
ar: نُشر في %s

# post author
source: by %s
ar: بواسطة %s

source: Posted in %1$s
ar: نشر في %1$s

source: Tagged %1$s
ar: الوسوم %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
ar: اترك تعليقاً<span class=\"screen-reader-text\"> on %s</span>

source: Edit <span class="screen-reader-text">%s</span>
ar: تعديل <span class=\"screen-reader-text\">%s</span>

source: View your shopping cart
ar: استعرض سلة مشترياتك

source: %d item
ar: عنصر %d

source: Howdy %1$s, we would like to thank you for installing and activating %2$s theme for your precious site. All of the features provided by the theme are now ready to use. Here, we have gathered all of the essential details and helpful links for you and your better experience with %2$s. Once again, Thanks for using our theme!
ar: كيف حالك %1$s، نود أن نشكرك على تثبيت وتفعيل قالب %2$s لموقعك الثمين. جميع الميزات التي يوفرها القالب جاهزة للاستخدام الآن. هنا، جمعنا كل المعلومات والروابط المفيدة لك ولتجربتك الأفضل مع %2$s. مرة أخرى ، شكرا لاستخدام القالب!

source: Theme Documentation
ar: وثائق القالب

source: Please check our full documentation for detailed information on how to setup and customize the theme.
ar: يرجى مراجعة وثائقنا الكاملة للحصول على معلومات مفصلة حول كيفية إعداد وتخصيص القالب.

source: View Documentation
ar: عرض الوثائق

source: Static Front Page
ar: صفحة أمامية ثابتة

source: To achieve custom home page other than blog listing, you need to create and set static front page & assign "Home" template from page attributes.
ar: لتحصل على صفحة رئيسية مخصصة مختلفة عن نمط المدونات، تحتاج إلى إنشاء وتعيين صفحة أمامية ثابتة وتعيين قالب "الصفحة الرئيسية" من خيارات الصفحة.

source: Theme Options
ar: خيارات القالب

source: Theme uses Customizer API for theme options. Using the Customizer you can easily customize different aspects of the theme.
ar: يمكنك استخدام أداة تخصيص القالب لتعديل مظهر القالب. باستخدام أداة التخصيص، يمكنك تخصيص الجوانب المختلفة للقالب بسهولة.

source: Customize
ar: تخصيص

source: Widgets
ar: عناصر الواجهة

source: Theme uses Wedgets API for widget options. Using the Widgets you can easily customize different aspects of the theme.
ar: بإمكانك استخدام صفحة عناصر الواجهة لتتمكن من تعديل خيارات وعناصر واجهة المستخدم. باستخدامك لعناصر الواجهة، يمكنك بسهولة تخصيص جوانب القالب المختلفة.

source: Recent Uploaded Images
ar: الصور التي تمت إضافتها مؤخراً

source: Search Results for: %s
ar: نتائج البحث لـ %s

source: Nothing Found
ar: لا يوجد نتائج

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar: هل أنت جاهز لإنشاء منشورك الأول؟ <a href=\"%1$s\">إبدأ من هنا here</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: عذراً, لا يوجد نتائج مطابقة للبحث المقصود. حاول مرة ثانية من فضلك.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لم نستطع إيجاد الصفحة المطلوبة. ربما البحث سيساعدك.

source: Pages:
ar: الصفحات:

source: Continue Reading
ar: تابع القراءة

source: Continue reading<span class="screen-reader-text"> "%s"</span>
ar: تابع القراءة <span class="screen-reader-text"> "%s"</span>
